Repository: OpenStreetMap-Monitoring/OsMoiOs
Catalog: iOsmo/*.lproj/Localizable.strings
Languages: ru

source: Cancel
ru: Отмена

source: Connecting...
ru: Соединяемся...

source: Enter nick!
ru: Введите ник!

source: Error
ru: Ошибка

source: Error on activate group
ru: Ошибка активации группы

source: Error on create group
ru: Ошибка создания группы

source: Error on deactivate group
ru: Ошибка деактивации группы

source: Error on enter group
ru: Ошибка входа в группу

source: Error on leave group
ru: Ошибка выхода из группы

source: Error on logout
ru: Ошибка выхода

source: Everyone
ru: Всем

source: female
ru: жен.

source: Leave
ru: Выйти

source: Login
ru: Войти

source: Logout
ru: Выйти

source: LogView unlocked
ru: Журнал разблокирован

source: male
ru: муж.

source: Map style
ru: Стиль карты

source: None
ru: Никому

source: Not authorised
ru: Не авторизован

source: Passwords didn't match!
ru: Пароли не совпадают!

source: Register
ru: Регистрация

source: Restart OsMo - Tracker
ru: Перезапустите OsMo - Tracker

source: session was closed
ru: поездка завершена

source: Set visibility of trip
ru: Укажите доступность поездки

source: Shared
ru: По ссылке

source: Sign-In
ru: Вход

source: Stop current trip, before logout
ru: Остановите поездку, до выхода

source: Tracking location
ru: Поездка отслеживается

source: Transport type
ru: Укажите транспорт

source: Start trip
ru: Записать активность

source: visible
ru: доступную

source: Stop trip
ru: Завершить активность
